[
   {
      "project_name":"United Media Enterprises",
      "elevator_pitch":null,
      "description":"E. Stark Beatty The Department of Interactive Telecommunications New York University September 11, 1981 Index BACKGROUND: UNITED MEDIA ENTERPRISES, INC. . . . . i REPORT TO UME: EXECUTIVE SUMMARY ..................6 1. ELECTRONIC PUBLISHING ....................9 2. VIDEO PROGRAMMING ........................12 3. THE DEVELOPMENT OF D.I.P.........14 4. CONCLUSION................20 REFERENCE MATERIAL 21 1 BACKGROUND: UNITED MEDIA ENTERPRISES, INC. United Media Enterprises is a subsidiary of the E. W. Scripps Company. Other EWSCO subsidiaries include Seripps-Howard Broadcasting (SHBCO), the Seripps-Howard Newspapers, and United Press International. SHBCO is the only publically traded company in the group. ESWCO is privately held, principally by members of the Scripps family. In June, 1978, Edward E. Estlow, president of EWSCO, announced the consolidation of two of the nation's leading feature companies--United Feature Syndicate, Inc., and Newspaper Enterprise Association, Inc. From that time on, NEA and UFS would operate under an umbrella company named United Media Enterprises, which was organized to consolidate management of the two enterprises. Organizations such as the Bell-McClure Syndicate, North American Newspaper Alliance, National Newspaper Syndicate, Acme Newspictures, and The World Almanac had been part of either UFS or NEA throughout the years. They form the largest newspaper syndicate and feature service in the world. Various UME divisions or companies are involved in printing, book publishing and distribution, character licensing, computerized television listings, cable television and much more. Chosen to head United Media Enterprises as its first president and chief executive officer was Robert Roy Metz, who had been president and editor of NEA since 1972 and a vice president of United Feature Syndicate since 1976. UFS 2 and NEA retain separate identities in the marketplace but editorial, marketing and business operation",
      "project_id":"5854"
   },
   {
      "project_name":"Development of an Electronic Bulletin Board for the Qube Cable System : A Strategy for Using Coin-Operated Public Computer Terminals",
      "elevator_pitch":null,
      "description":"DEVELOPMENT OF AN ELECTRONIC BULLETIN BOARD FOR THE QUBE CABLE TV SYSTEM A Strategy for Using Coin-Operated, Public Computer Terminals Brenda Price SUBMITTED TO: Martin Elton, Chairman The Interactive Telecommunications Program New York University New York, April 2, 1981 PREFACE Apologies From a Confirmed Jigsaw Puzzle Addict The first thing one does after dumping the thousand pieces of a complicated jigsaw puzzle on the table is to turn them all over. After that, youlook at the picture on the cover of the box. There are two schools of thought on the best way to begin. Some people look for all the edge piecesthey have at least one straight edge, though some can fool you. Then they put the whole framework of the puzzle together, filling it in bit by bit. Others separate the thousand tiny pieces into subgroups by pattern and design, or color. They build the puzzle up from the inside out, working here and there as their interest and time allows. You really need the picture on the cover of the box to do this well, but if it has been fiendishly removed, people can still go ahead. There is only one circumstance that produces universal dread. That is known as The Missing Piece or worse, pieces! Whenever something gets especially wearying or difficult, someone always yells, \"There must be a piece missing! It fell on the floor and the dog ate it!\" And the hunt is on. Oddly enough, most puzzles can progress very far toward completion whether or not pieces are missing. Proceeding without a picture is a little like sailing without a rudder, but it too can be done. The only thing that I have found really disappointing about doing a jigsaw puzzle is to get all the way to the end and then to find that something has been lost or left out. Even one small piece missing leaves a gaping hole when it is all done. CONTENTS THE ELECTRONIC BULLETIN BOARD INTRODUCTION I: NARRATIVE OF WHAT HAS BEEN ACCOMPLISHED THUS FAR 1. Raising Issues 2. Technical Syste",
      "project_id":"6178"
   },
   {
      "project_name":"FMR Terminal Interface",
      "elevator_pitch":null,
      "description":"FMR TERMINAL INTERFACE SELECTION STUDY JAN LOPER 10\/11\/81 Business Objectives o To put a Cost-effective CITICORP computing terminal at every managerial, professional and semi-professional workstation in the customer correspondent banks. o To sell \"time-sharing\" services on central computing equipment via financial information data bases and CITICORP software. o To sell \"stand-alone\" CITICORP software that is directly linked to the applications resident in the central computer. ? o To derive profits from the sale of equipment under programs and contracts with OEM manufacturers. o To derive profits from the sale of electronically delivered applications and educational information. System Requirements Each of the offerings which we will make available to our customers will be electronically delivered through a package that integrates: Hardware System Software Application Software Publications Education into a \"total systems solution to meet a particular market need. All of the offerings will have the following aspects in common, o They will use a common hardware work station. o They will appear to the end-user to be consistent in structure and format. o They will share a common system approach with respect to system management and operational characteristics. o They will have standard education\/publications support as appropriate. -2- The offerings will be different in the following respects: o The division of system\/application function between the central computer and the local workstation in application software will depend upon several key factors: - The size and ownership of data base members. - The amount and type of processing required. - The frequency of use of elements of information or processing programs. - Economic factors related to Data transmission over distances. o The end-user's hardware\/software configuration requirements will depend on: - The amount and type of central storage required. - The numbe",
      "project_id":"6183"
   },
   {
      "project_name":"The Interconnect PBX: Are the Benefits Worth the Costs?",
      "elevator_pitch":null,
      "description":"THE INTERCONNECT PBX: ARE THE BENEFITS WORTH THE COSTS? Submitted by: A. Gordon Phi 11 April 27, 1981 A. Gordon Phillips 308 West 30th Street New York, N.Y. 10001 (212) 564-2938 (home) (212) 975-1591 (bus.) EDUCATION M.P.S. Interactive Telecommunications. 1981 New York University, New York, N.Y. B.A. Political Science. Speech Communications minor. 1979. Allegheny College, Meadville, Pa. WORK EXPERIENCE Telecommunications Planning Consultant. CBS, Inc. New York, N.Y. September 1980 - present. Assist CBS groups and divisions in a wide range of planning and operational areas including: network design; traffic analysis and management; system selection and implementation; cost-analyses on system alternatives; strategic planning and studies of new telecommunications technologies. Currently investigating potential teleconferencing applications within CBS. Intern - Telecommunications Planning Department. CBS, Inc. June - September 1980. Produced a technology report and comparative study on Bell >'S. Interconnect PBX systems. Conducted interviews with twenty-five medium and large users of interconnect PBX systems. Research Assistant. Alternate Media Center. New York University, 1980. Assisted with a traffic study and network design for an Alternate Media Center project in NewNytfmp shire. \/ Congressional Intern. \/ i\/' f U.S. Congressman Christopher J. Dodd. Washington, D.C. 1978. Responsibilities included: constituent correspondence; case work; and legislative research. RELATED SKILLS Have conducted extensive research in the following areas; teletext and videotext; management information systems; interpersonal communications; and organizational systems analysis. Produced a working paper on electronic community information systems. Designed a simulated teletext system using an Apple microcomputer. ACTIVITIES Soccer player and coach. Competitive runner. New York Road Runners' Club. PERSONAL 23 years old. Excelle",
      "project_id":"6199"
   },
   {
      "project_name":"Implications for Videotext Services in the American Market",
      "elevator_pitch":null,
      "description":"IMPLICATIONS FOR VIDEOTEXT SERVICES IN THE AMERICAN MARKET Teresa Murphy The Interactive Telecommunications Prog Professor Martin Elton September 1981 INTRODUCTION Videotext is a new combination of old technologies which permits communication between remote terminals and a main frame computer. It has developed from the integration of data processing and communication services and makes possible wider public access to information. Videotext permits mass communication of information and allows for individual interaction with a variety of information sources. This paper addresses the technical implications of videotext system design and considers issues and options in the provision of service. DEFINITIONS Before launching into a discussion of videotext, it is necessary to sort out the associated vocabulary. Uideotext is the term recommended by the International Telegraph and Telephone Consultative Committee to specify systems of test and\/or graphic information retrieval transmitted on communications carriers. Uideotext systems are designed for use uiith a home receiver which is comparable to an ordinary television set. Typically the usar interacts with the videotext database using a calculator like keypad which interfaces the home receiver with the remote computer. The user requests the display of specific information from the database by pressing the numerically coded buttons on the keypad. The requested information is displayed on the home receiver in the form of a still, textual, frame. In this paper the term videotext is used generically to include all such information systems which are designed for the consumer mass market. Information services which are delivered via wired transmission will be identified as videotex or viewdata\", and information services which are delivered via broadcast transmission will be referred to as 'teletext. Additionally, the terms videotex and viewdata suggest a two way, interactive system and the term teletext is g",
      "project_id":"6339"
   },
   {
      "project_name":"The Use of Satellite Delivered Interactive Instruction Television in British Columbia, September 1976-December 1981",
      "elevator_pitch":null,
      "description":"MASTER OF PROFESSIONAL STUDIES DEGREE GRADUATE THESIS: \"THE USE OF SATELLITE DELIVERED INTERACTIVE INSTRUCTIONAL TELEVISION IN BRITISH COLUMBIA. SEPTEMBER 1976 - DECEMBER 1981\" ROBERT H. B. NASON THE INTERACTIVE TELECOMMUNICATIONS PROGRAM NEW YORK UNIVERSITY DECEMBER 1981 i TABLE OF CONTENTS Page PROLOGUE; SEPTEMBER 1976 - FEBRUARY 1979 Introduction 4 The Hermes Project: September - December, 1976 5 The Robert Mason Report; April 1978 12 The Dewey Committee Report: November 19 78 19 The DOC ANIK \"B\" Project Proposals: January 1978 - April 1979 41 DEVELOPMENT OF THE IITV PROJECT: JANUARY -SEPTEMBER 1979 The IITV Task Force Is Established: March 1, 1979 45 The Proposal to DOC is Accepted: May 17, 1979 51 The Installation is Completed: August 31, 1979 67 INTERIM \"OFF LINE\" OPERATIONS: SEPTEMBER - OCTOBER, 1979 68 \"ON LINE\" OPERATIONS: OCTOBER 1, 1979 - MAY 31, 1980 Day One, October 1,1979 69 Courses Broadcast: September - December, 1979 69 Reactions to the September - December, 1979 Programs 70 Full Time Staff Are Appointed: January 2, 1980 73 DESCRIPTION OF THE SYSTEM: OCTOBER 1, 19 79 -JUNE 1, 1980 Description Of the BCIT Classrooms 75 ii Page Classrooms At The Receiving Sites 89 The Video System 94 The Audio System 101 The Satellite System 107 OPERATING THE SYSTEM; OCTOBER 1, 1979 - JUNE 1, 1980 115 DAILY OPERATIONS; JANUARY 1, 1980 - MAY 31, 1980 Daily Operations 125 Scheduling 126 Equipment and Supplies 127 Videotape Duplication and Storage 128 Visual Aids Production 130 \"On Air\" Operations 132 Paperwork 137 EQUIPMENT EVALUATION; JUNE 198 0 How Adequate Was The Equipment? 144 Equipment Limitations 145 Telecine 145 Character Generator 146 Time Base Corrector 146 Lighting 146 Cameras 147 Air Conditioning 148 Accommodation 148 iii Page Portable Field Production Units 149 Videotape Editing Facilities 149 Operational Problems 150 Operating Instructions Fo",
      "project_id":"6346"
   }
]