[{"project_name":"Through the Interface","elevator_pitch":"An exploration of future interfaces through gesture-based interaction, environmental computation, and non-traditional displays.","description":"It is a very exciting time for interfaces. Depth sensors are getting cheaper and more ubiquitous, innovations in display technologies allow for transparent screens, curved multi-touch surfaces, and autostereoscopic imagery. Mobile devices are becoming faster and cheaper, enabling new wearable computation devices like heads-up displays and smart watches. But where are we headed? How is our relationship to computers changing? What does this mean for you and me? My thesis explores these questions through a series of interface experiments and provides an in-depth examination on interactions with computers, wearable devices, and volumetric displays.","project_id":"4474"},{"project_name":"The Life of Crystals","elevator_pitch":"The Life of Crystals is a theoretical and experimental research project that explores the use of Rochelle Salt Crystals for the creation of a sound art installation that highlights its piezoelectricity, a property that's widely use in electronics.","description":"We are surrounded by natural phenomena that we have learned to understand in order to use for our benefit. With constant technological development, we have access to devices that apparently move us away from our connection to nature. The Life of Crystals is a project that aims to recall that origin by returning to the basics of electronics in order to understand a small part of what we call High-Tech through experimental and theoretical research: growing Rochelle Salt Crystals and observing their piezoelectric properties. The output of this research is a sound installation where a crystal vibrates at determined resonance frequencies arousing the spectator's curiosity about electronics archeology, sound and oscillations.","project_id":"4487"},{"project_name":"Galapag.us","elevator_pitch":"Galapag.us is a tribe for quantified selfers who want to build a social credit rating ecosystem that calculates reputation using moments, interactions, rites of passage, and any other personal data they find meaningful.","description":"The ultimate goal of Galapag.us is to become the standard for a global reputation system which will give everyone on Earth an identity usable as alibi, social proof, currency, and credit.<br \/><br \/>\r\nAny type of data a person values, such as the best moments of one's life, great deeds witnessed of others, the thanks of friends and family, etc. can be quantified into formulas which represent equations that can be evaluated against any other Galapag.user. Galapag.us thusly allows its members to express what they find most valuable in life, to define their own social networks, and to compare their values over time and with other members, in order to find happiness, success, and freedom.","project_id":"4503"},{"project_name":"Hate Couture","elevator_pitch":"A series of high-fashion garments created through analysis of the usage and context of hate speech on the Internet.","description":"Language is a key device used to ostracize and dehumanize groups of people based on criteria that are largely unchangeable: race, gender, sexuality, religion. In real life, the use of hate speech is a universal taboo. But how much attention do we really pay to it online, where everything we say is divorced from traditional social consequences?<br \/>\r\n<br \/>\r\n"Hate Couture" examines the use of hateful language on the internet. One week of hate speech against one demographic is visualized on a bolt of fabric, taking the severity of each instance as well as the total amount into account. The entire length is then used to build a couture garment, created with a fashion designer from the group attacked, and inspired by the impact of the language itself.","project_id":"4505"},{"project_name":"Glitch In Time","elevator_pitch":"A multi-threaded narrative that evokes the emotional catharsis of a traditional linear story within the free-roaming landscape of a 3D computer game. Players inhabit the minds of four different characters as they uncover a world-shaking mystery.","description":"Neither game nor film, Glitch In Time draws from the strengths of both media to create a new kind of narrative experience. Built in the Unity 3D engine, the story takes place in a virtual landscape that players can negotiate freely; but unlike a traditional game the experience is shaped around the revealing of character through dialogue and interior monologue. Jumping between characters with the click of a mouse, the player experiences each person's point of view and eavesdrops on his inner thoughts. Personalities clash, but there is a larger mystery to be solved. Where is the Captain? Why has the AI gone silent? And why has the barren terrain burst overnight into a lush, green garden?","project_id":"4506"},{"project_name":"Sounds Like You","elevator_pitch":"Sounds Like you is a production study investigating methods, techniques and devices for navigating my environment aurally, with special attention given to personal sound.","description":"My project is a production study, made up of three case studies that I will be presenting. One is mobile listening kits for hearing less audible sounds in your aural environment. The second is an audio broadcasting framework that allows a user to remotely broadcast and record the sounds around them. The third is a series of speculative wearable devices that allow the user to obscure their voice in physical acoustic space, circumventing autonomous acoustic systems that might be monitoring the sounds in our environment. I'm planning on presenting documentation on all of these, with live demonstrations where appropriate.","project_id":"4512"},{"project_name":"Alice","elevator_pitch":"Alice is a mobile application that can transform an ordinary day into a memorable experience. Every city contains hidden gems revealed only to those lucky enough to find them. Alice allows you to explore your city, leaving no stone unturned.","description":"Imagine a world where every time you go out, you have an adventure. Imagine a city full of countless opportunities to experience something new, something exciting, something that brings you memories for life. Meet Alice, a mobile application that makes it easy to plan extraordinary experiences by providing handpicked, unique activities that can be saved in lists. Are you in the mood for unusual food? How about a strenuous activity or a secret romantic evening? Alice offers a different way of providing suggestions that takes the user's state of mind into consideration. Whether discovering your own city like never before or exploring a new city as a local, jump through the rabbit hole and let Alice take you on an unforgettable journey.","project_id":"4518"},{"project_name":"Notestream","elevator_pitch":"Notestream is a notation service for online video.","description":"Notestream aims to make video notation as relevant as the video itself. Instead of notes or comments being an afterthought, Notestream puts an emphasis on viewing annotations along with the video by syncing notes to timecode and scrolling with playback.<br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/>\r\nA duration histogram is used to navigate the notes and allows the user to view and click to relevant portions of the video. Additionally, notes are downloadable for personal use.<br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/>\r\nThough Notestream can be used for any video, the service is intended for crowd-sourcing additional data related to online lectures.","project_id":"4524"},{"project_name":"Glyphcoder","elevator_pitch":"Glyphcoder is an interactive tool that encourages viewers to playfully create their own language and notations","description":"This installation is the last part of a series of studies aimed at re-interpreting pictorial language systems in the digital age. The study culminates in a translation of text into glyphs through a computer program that encodes new glyphs based on user interaction. This installation then brings the digital output back into analogue form whereby the audience can then playfully recreate the glyphs with magnetized tree sticks on a canvas. The choice of tree sticks references the origin of languages in its most primitive form.","project_id":"4526"},{"project_name":"Diomata","elevator_pitch":"Inspiring interest in biology through a Field Research and Picnic Kit","description":"Explore the incredible diversity of plant life and learn about the importance of algae while you enjoy a sunny day in the park. Using 3D printing and traditional fine art techniques I have created a set of servingware based on the shapes of a subset of algae called "diatoms", to help you learn as you eat. Meanwhile, algae-based recipes show you how algae is important to humans beyond their role in the oxygen cycle and food chain. You can connect with the information in an entirely new way - through touch, taste, and smell. An included microscope and sample kit explores the variety of these microscopic life forms. Finally, your field research guidebook shows the connections between single-celled organisms and the grass and trees surrounding you. <br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/>\r\nKit contains field guide and recipe book, 2 plates, 2 bowls, 2 cups, 2 sets of flatware, pocket microscope, box of slides, and sample tubes. This complete field research kit fits neatly into a standard picnic basket.","project_id":"4528"},{"project_name":"Flying Penguin","elevator_pitch":"Flying Penguin is a mobile game that encourages children with asthma between the ages of 5 and 8 to practice breathing techniques.","description":"Flying Penguin is a mobile game for kids who have underlying mild to moderate asthma. Flying Penguin invites them to practice proper breathing techniques. Recreating a spirometer, a mechanism used to measure exhalation, the goal of this game is to make an animated skiing penguin jump as far as possible by blowing on the microphone with a single strong breath. Flying Penguin introduces children to breathing exercises that increase their lung capacity and leads to a pathway to help them learn how to self-manage their asthma. Flying Penguin helps children with their breathing conditions in a fun, interactive, drug-free way.","project_id":"4530"},{"project_name":"Mirror Projector","elevator_pitch":"Text, images and animations formed by reflected light then projected onto a nearby surface","description":"Mirror Projector is a kinetic sculpture that uses a cluster of computer-controlled mirrors to harvest light from sun or artificial light sources, and then reflect live images of light on canvas. Each mirror reflects one spot of light to a specific position; it becomes a pixel. So, the mirror array forms an image from all the spots of light. The array itself is an extravagant expression of a digital micromirror projector’s construction. The audience will be able to appreciate not only the images but also the inner workings of the projector.","project_id":"4533"},{"project_name":"Touch The Stage","elevator_pitch":"Touch The Stage is a digital music service that allows users to easily browse, watch, and purchase high-quality live concert videos online.","description":"Touch The Stage takes the online concert viewing experience to the next level by bringing high-definition, professionally-shot concerts directly to your devices for you to enjoy. You can watch concert clips, browse setlists, and purchase full-length concert videos by your favorite artists, on-demand. The site serves as a digital venue for you to re-live a concert, or watch it for the first time, up-close, and full-screen. While there are many existing music services, a destination site for high-quality concert footage is noticeably absent from the digital music marketplace. Touch The Stage aims to fill that void and provide unparalleled digital access to live concerts online.","project_id":"4557"},{"project_name":"Connected Heartbeats","elevator_pitch":"Synchronize your heartbeats with Loved Ones'.","description":"Connected Heartbeats is a light-based visualizer that reveals the patterns of your heartbeat. A microphone embedded in a stethoscope picks up the sound of your heart and translates it into a moving visual pattern. A second stethoscope allows an additional person to join in, creating a mesmerizing sequence of moving patterns based on each individual's heart rate. Studies have shown that people's heartbeats when in a group of friends or relatives often sync up or harmonize during emotional events. Connected Heartbeats is an experience that binds people together through the visuals created by and for them.","project_id":"4558"},{"project_name":"Show You","elevator_pitch":"Show You is a darkroom installation that you log-in to with your Instagram account wherein you will "develop" a projected random image from your feed by moving a photo paper in a developer tray.","description":"Show You is an immersive environment reminiscent of a darkroom where photos from one's personal Instagram account are displayed dynamically through projection and motion tracking in a darkroom tray.<br \/><br \/>\r\n<a href = "http:\/\/showyou.herokuapp.com">Link to Show You's log-in site.<\/a>","project_id":"4568"},{"project_name":"Eat Like What You Eat","elevator_pitch":"This project is a thematic dining experience that stitches a narrative of the food's journey from farm to plate.","description":"Based on the idiom 'you are what you eat', this thesis creates a thematic dining experience that treats the invited guest like the food they are about to consume. The first iteration of this concept is a meal about chicken. Each course of this meal references various stages of an industrialized farm-chicken's life. Plates and serving utensils take the form of feeders and other iconic farm tools inorder to allow the diner to reflect on the act of eating, the things they are consuming and the associated costs of our industrialized food production.","project_id":"4625"},{"project_name":"Identity Motion","elevator_pitch":"Identity Motion is a screen-based work that explores the math of symmetry in the form of a moving mosaic.","description":"Mathematically speaking, the symmetry of an object is the collection of different ways we can change its orientation and get an end result that looks exactly the same as what we started with. These motions are collectively known as the symmetry group of the object.<br \/><br \/>\r\nIdentity Motion is a screen-based work built in C++ with the OpenFrameworks library. It is a moving mosaic constructed from three types of tiles: equilateral triangles, squares, and regular hexagons. Each of the pieces moves in space according to the rotations defined in its associated symmetry group. The aesthetics of the piece are inspired by Islamic tile designs.","project_id":"4634"},{"project_name":"The Well Sequenced Synthesizer","elevator_pitch":"A series of physical devices that explore how music works.","description":"The Well Sequenced Synthesizer is a series of studies in musical harmony, in the form of physical interfaces that control simple generative algorithms. From a design and programming perspective, they address the question of how music works.<br \/><br \/><br \/>\r\nThe Counterpointer is a cross between an electronic arpeggiator and a baroque music rule book. It takes a melody input and responds with voices that follow the rules of counterpoint. El Ordenador carves chaos into order by applying musical constraints to randomly generated chord progressions. By turning three constraints on or off, users can hear what kind of music is generated from different combinations. La Mecánica uses a traditional music box mechanism to play back the progressions generated by El Ordenador.<br \/><br \/><br \/>\r\nThese devices initiate a conversation between human, computer, and cultural conventions, exploring the line between those that can be coded and those that cannot.","project_id":"4645"},{"project_name":"W.A.N.T \/\/ We Are Not Them","elevator_pitch":"A large scale interactive video installation that explores the conversation around contemporary Muslim life in the U.S.","description":"W.A.N.T, an acronym for We Are Not Them, is an experience that contributes positive imagery to the conversation of Muslims in contemporary America. Over a decade after September 11th, 2001, our community still struggles to break away from the negative associations of that tragic event. W.A.N.T aims to change that.<br \/><br \/><br \/><br \/>\r\nThis project is an experiment in creating a better understanding of Muslims in America by asking people to recognized, engage and listen. W.A.N.T is designed to start a dialogue and in essence showcases the rich personality and diversity within this community through interactive video portraits and stories.","project_id":"4674"},{"project_name":"The Belly Button Book","elevator_pitch":"'The Belly Button' is an interactive children's book and set of wireless toys that extends beyond the page and allows curious 3 to 4 year olds to bring the story to life in their own bedroom.","description":"'The Belly Button' is an interactive children's book and set of wireless toys that extends beyond the page and allows curious 3 to 4 year olds to bring the story to life in their own bedroom.<br \/>\r\n<br \/>\r\nThe reader -- or child being read to -- can make parts of the story come alive. The child wears a toy button on their belly that when pressed, wirelessly activates strange things to occur in their own room.<br \/>\r\n<br \/>\r\nOne day a baby wakes with a button where her navel should be. Her obviously worried parents are compelled to press it. When the lights flicker in the book (press the button), a lamp flickers in the room. When the house shakes in the story (press the button), actual toys get knocked off of the shelves. When an elephant zips along in an airplane (press the button), elephant and jet sound effects are triggered.<br \/>\r\n<br \/>\r\nThis is a fun and magical experience for both child and parent.","project_id":"4682"},{"project_name":"Museum Without Walls","elevator_pitch":"Museum Without Walls is a model for site specific museums. It provides immersive experiences with no physical interventions: the content is all digital and triggered on site only, bringing information and meaning to historical sites.","description":"Must museums have rooms and walls? From this question came the concept of “Museum Without Walls”, a model for heritage areas. The museum exists entirely in the digital realm, and is experienced only on site. History is told in parts using different technologies - each tells the tale most suitable to its characteristics. For this proposal the case study is São Miguel das Missões, Brazil, a former jesuit mission, and the chosen media are video mapping and augmented reality. The daily projection serves as a collective nighttime experience that depicts the epic final battle of the mission. The augmented reality app allows for deeper individual exploration, intimately displaying daily life in the mission.","project_id":"4683"},{"project_name":"Art of Your Influence","elevator_pitch":"Art of Your Influence is a process of generating fine art digital prints by using personalized computer algorithms to manipulate pixel color and form in original photographs. Personality data from each work's owner influences both the coding and photographic processes.","description":"This project is inspired by the growing trend of objects to be personalized. Using diverse visual, oral and written tools, behavioral, emotional and factual information of a person's personality, likes and dislikes were collected. This information influenced the photographic process by controlling attributes such as zoom level, time of day the photo was taken, and subject. Similarly, computations used to manipulate pixels in the photograph were influenced by quantifying some personality data points. For example, the longitude and latitude values of an owner’s favorite place were encoded into an algorithm. In essence, this process combined human interactivity with the digital tools of the artist to create works that are an unique expression of both. Additionally, abstracted complementary prints have been created by zooming in on one tiny area of the primary works. These highlight the technical aspects of the project and act as microcosms of an exploration of hue, saturation and luminosity.","project_id":"4684"},{"project_name":"Unlock Boston","elevator_pitch":"What if you could uncover the most intriguing and little-known stories of a city with just a tap of you fingers? Unlock Boston, an interactive documentary will make the hidden history of Boston come to life in a new and accessible way.","description":"Unlock Boston is an interactive documentary series about the fascinating and all-but-forgotten stories of one of America's oldest cities. From a deadly flood of molasses that buried Boston’s waterfront to a book bound wholly in the skin of a convicted thief, the city is full of history that has been lost to time. Each story, told through a dedicated video segment, is accessed by a point of interest on the map. Unlock Boston is distributed online and as a mobile application. The technology could also be adapted to dedicated kiosks placed around the city. My goal is to enrich the relationship Bostonians have to their own city by altering their perspective of the places they pass every day.","project_id":"4686"},{"project_name":"END TIMES GIRLS CLUB","elevator_pitch":"End Times Girls Club is an apocalypse survival guide for dummies. This videoblog teaches viewers how to make survival tools for the imminent end times without being like a total drag. Once you're in the club, you can rest a little easier.","description":"Assuming the confidence and style of a teen-girl YouTube star, the END TIMES GIRL presents DIY methods for creating communication and survival tools in anticipation of a disaster hitting New York City. Inspired by the infrastructure failures in New York during Hurricane Sandy, and a feeling of being disconnected and powerless in the middle of the grid, I aim to dispense serious information about being self-sufficient in a humorous and sardonic way. As a performance, this project explores internet authority and web presence in anticipation of a telecommunications collapse. In addition to the instructional videos, the ETGC website features a webstore where viewers can purchase survival kits, as well as sign up for apocalypse phone alerts.","project_id":"4688"},{"project_name":"Underground Streams","elevator_pitch":"Underground Streams is an interactive storytelling platform that provides a window for New York subway riders to observe and listen to their fellow commuters.","description":"Every day more than five million people ride the New York City subway. The trains transport those who create the main fabric of the city: its people and their stories. The subway cars are unique spaces in which people from diverse backgrounds are in close physical contact on a daily basis. Yet people avoid interaction at all costs. It is when interactions take place that unique underground moments make the experience unforgettable. Underground Streams encourages the viewer to observe, acknowledge and eventually become more sensitive to others in their daily commute while listening to the people with whom they share the subway every day.","project_id":"4689"},{"project_name":"Beware the Cat","elevator_pitch":"","description":"Beware the Cat imagines a world where cats have been replaced by robotic pets. Robotic cat puppets were developed to perform as characters in a series of stories that explore the past, present and future of the relationship between humans and cats.<br \/><br \/><br \/>","project_id":"4691"},{"project_name":"Predicting Entailment","elevator_pitch":"My thesis is a web service that predicts what one text means in relation to another, and a mobile app that uses this service to answer natural language yes-or-no questions.","description":"My system predicts if one English text is entailed by, or "follows from", another text.<br \/>\r\n"Everybody made a great thesis" entails "everybody made a thesis." "Everybody made an artsy thesis" is not entailed by either of the previous statements, as people could make theses that are great but not artsy. "Nobody made a thesis" is not entailed by any of the previous statements.<br \/>\r\nI built a mobile app that demonstrates one use of this system. The user asks the app a yes-or-no question. The app retrieves relevant texts from the internet, and predicts whether or not they entail the user's question. The app responds by answering "yes" or "no", and provides a justification of its answer.","project_id":"4692"},{"project_name":"BENNY - Bicycle Emergency Network of New York","elevator_pitch":"BENNY is an organic network for NYC cyclists that uses SMS communication during personal or community emergencies and to quickly relay information. BENNY also aims to aid NYC by providing reliable information to authorities in emergency situations.","description":"BENNY is a prototype communication network created by designer and engineer (and cyclist) Mick Hondlik. Cyclists who register with BENNY will be able to get help when they need it, similar to the way motorists use AAA. If a cyclist gets a flat tire, for example, they can text BENNY which will relay the message to other riders registered in the area who can then reply via the network if they are able to assist. BENNY can also be utilized when there is an emergency situation, hurricane Sandy for example, in NYC. In such a situation BENNY would send SMS requests to the city-wide web of cyclists, independent sources who can quickly gather information regarding area conditions and create a reliable data set for emergency responders to consult.","project_id":"4696"},{"project_name":"PackEasy","elevator_pitch":"PackEasy takes the pain out of packing. It's a mobile web application that creates packing lists for your trips or events. It takes the worry out of planning and preparation, and ensures that nothing is left behind.","description":"Going to a business meeting in Oslo? A beach vacation with your kids and family? Camping with group of friends? PackEasy is a mobile web application to lighten the burden of packing by compiling a packing list of items to take with you. You can also share your list with others who you are traveling with...so you both don't bring a campstove! Its simple interface and clear UI and UX design will make their preparation even smoother. It stores your previous lists, so when you have a business meeting in Oslo, you won't have to think what to take.","project_id":"4697"},{"project_name":"Online, Underground: The History of Messageboard Subculture","elevator_pitch":"Online, Underground is a written history of the first social media revolution, chronicling the culture and technology of online messageboards, from the dawn of computer networking\tto the present.","description":"The aim of this project is to record the history and evolution of online messageboards, tracing the paths by which long-forgotten communities have shaped the way that we communicate online today. Through research, interviews and analysis, I hope to give voice to secret histories, establishing a lineage for online asynchronous written communication. One of the key components of this project is a collection of oral histories of various messageboards, recounted by those who actively participated in those communities. The finished project takes the form of a "book prototype," consisting of four sample chapters and a detailed table of contents.","project_id":"4698"},{"project_name":"Superfund Salvage","elevator_pitch":"Superfund Salvage is a research investigation into the possibilities for remediation and reuse of toxic soils. I am using mushrooms to mine heavy metals from Brooklyn's Gowanus Canal and transforming them into ceramic glazes.","description":"This project is an investigation into the way we deal with urban environmental issues. Many of the current treatment plans for Superfund sites are actually temporary--designed to suspend or cap the toxins in cement for a hundred years or so and then, likely, forgotten. These contaminants are in the ground and water because of industrial practices and infrastructure, and were at one point or another, a valued resource or biproduct of fabrication. In response to the current plan to "fix" the Gowanus sediment with cement, this project proposes that the sediment is actually resource-rich and ripe for mining and reuse. The goal of my thesis is to research and test a different remediation model, where the toxins could be removed from the sediment and be used in a product that references its origins. I chose to focus on mycoremediation as an alternative method for extracting the heavy metals and treating the carcinogens because of the efficacy of the mushrooms over time and the low environmental impact of the treatment. From there I began testing possibilities for reuse of the metals and mushrooms in ceramic glazes.","project_id":"4700"},{"project_name":"Musical Turk","elevator_pitch":"A crowd-sourced musical composition that invites the audience to participate in the performance","description":"Musical Turk is a musical performance tool modeled after Amazon's Mechanical Turk crowd-sourcing service. It collects musical samples from various people on a website, then remixes these samples in a live performance space with assistance from the audience.","project_id":"4701"},{"project_name":"Art as Channel","elevator_pitch":"ART AS CHANNEL is a framework for physical video sculptures made of multiple monitors that display curated videos streamed wirelessly from the internet.","description":"I developed a scaleable process using Python scripts & the Raspberry Pi, a credit-card-sized single-board computer, to produce a series of self-updating video installations. I see video as a material that can be reworked & repositioned much like newspaper clippings were used by collage artists in the early 1900s. The script sources media from youtube and uses filters to sort & order videos by view counts, most discussed & most commented on, as well as a variety of search terms. Curating from the most viewed images in the world while configuring the videos together into physical installations creates an opportunity to investigate what we watch & how we watch it.","project_id":"4702"},{"project_name":"Entwines","elevator_pitch":"Start a topic. Follow the feed.","description":"Entwines is a Twitter-based  news gathering service simple enough for anyone to investigate and report any story that interests them.","project_id":"4703"},{"project_name":"Census Spices","elevator_pitch":"Census Spices is a research and data representation project using food to offer taste representations of US Census data. T","description":"Census Spices offers a new medium--the taste of spices--for understanding the US Census. The project creates a conversational space around Census design and how it shapes what we know about who we are and where we are from. By pairing food with neighborhood data, the spice mixes provide a shared sensory experience in which to talk about the places we come from and live, the ways in which we identify ourselves and others and the ways in which that is determined for us by the Census Bureau. Ingredients are selected based on a study of spices used in ethnic cuisines, supported by data collected from a recipe API. The census data integrates ancestry, ethnicity and race data sets.","project_id":"4704"},{"project_name":"SESH","elevator_pitch":"Google Docs for Multi-Track Recording","description":"Musicians compose in various environments- different settings spark different innovation. They have limited ability in the digital space to collaboratively write, share and edit music. Musicians lack a unified audio recording and editing tool. Sesh is a browser based application that allows musicians to record and co-edit multiple audio timelines collaboratively in real-time. The environment focuses on sketching up pieces. It is not intended for intense mastering or mixing but rather a way for musicians to maintain and express their musical ideas in the context of a collaborative digital space. Sesh aims to make musical composition more social and accessible improving the ability to share, manipulate and co-record in real-time.","project_id":"4706"},{"project_name":"Databetes","elevator_pitch":"Databetes helps patients with diabetes improve their health through data and technology.","description":"Databetes is an online platform providing self-management support to diabetes patients. The average patient sees their doctor just two hours a year. Our system is designed to help patients when they're on their own make better decisions based on their data. Patients can import both medical readings from devices such as blood glucose monitors and also lifestyle data such as nutrition and exercise information. Combining these types of data helps contextualize the readings, making it easier for patients to understand their blood sugar changes and adjust their treatment accordingly.<br \/><br \/>\r\nAs a type-1 patient myself, I tested my ideas throughout 2012 by closely tracking my own diabetes. As a result, 2012 was the healthiest year of my life.","project_id":"4707"},{"project_name":"Life of Trash","elevator_pitch":"Life of Trash is a series of experiments designed to reveal the hidden life of trash and help engage citizens in order to better understand the pervasiveness and impact of waste throughout urban societies.","description":"Does anyone think about trash? Once we place something into the trash can, do we ever think of where the trash goes? What happens to trash after it gets picked up? How long does trash live after it has been collected?<br \/><br \/><br \/>\r\nLife of Trash attempts to uncover the world surrounding trash by using a variety of methods including tracking trash after curbside pickup, mapping landfills across the country and investigating how an individual can lead a zero waste lifestyle. Through this series of experiments, Life of Trash hopes to bring about a better understanding of our current waste system, raise greater awareness of the impact of trash in our daily lives and encourage people to take more responsibility for the waste they create.","project_id":"4709"},{"project_name":"TrAC (translated autoCAD commands)","elevator_pitch":"TrAC is a series of critical devices that explore the relationship between analog and digital drafting, forcing the user to think about the act of drawing as both manual and assisted through the physical translation of fundamental autoCAD functions.","description":"The TrAC mechanisms are five devices that explore the relationship between the hand and the computer through an analysis and comparison of the actions of both. Each TrAC is derived from a series of operations, isolating a specific fundamental autoCAD drawing function (.line .offset .rotate .circle .spline), defining the actions both the hand or computer would take in the creation of that function, and mechanically recreating it. TrAC explores each act of drawing as something that exists in many realms, mind, page, hand, and computer. Through this distillation an interest in the act of drawing is fostered both in the physical actions and its new digital counterparts and responses.","project_id":"4711"},{"project_name":"Remember that Day","elevator_pitch":"Part public-art installation,part scavenger hunt, part multimedia experiment , part narrative story, "Remember that day" is an alternate reality big game where cryptic narratives and the real world collide.","description":""Remember that day" combines interactive narrative, game design, augmented reality, automated environments, installation art, spatial navigation and cultural curation. I wanted to bring people together to experience the urban environment in a different way. Bring people together to experience something different except the usual activities in a neighborhood. Create an playground for adults.","project_id":"4714"},{"project_name":"Hope You Are Well","elevator_pitch":"Inbox text parsing as a form of self-analysis","description":"Hope You Are Well is a series of visualizations that analyze the language of my sent e-mails over time. Together, they reveal a surprisingly personal narrative. Data analysis becomes a tool for introspection.","project_id":"4716"},{"project_name":".Click","elevator_pitch":"Educating users on how the smallest of user actions generates micro income for companies that when aggregated form sizable profits.","description":"Shopping online isn't the only online user action that results in the flow of currency. Signing up, providing personal information, voting, tweeting, liking, checking-in, watching videos, downloading files, all have dollar values attached to them. It's safe to say that online user actions and personal information have become significant commodities today that are being traded extensively across the internet. .Click aims to educate people on some of the not-so-obvious ways companies profit from users online","project_id":"4717"},{"project_name":"Engaging the Anthropocene","elevator_pitch":"Engaging the Anthropocene is a series of aesthetic provocations designed to re-imagine adaptation in an age of uncertainty. My desire is that by engaging with these experiments, we will begin to imagine life in the Anthropocene, a new geologic era.","description":"The ‘Age of Man’ is characterized not only by the effect humans have on the world as a geological force, but also by our activities as a threat to our own survival. Much of the work being done to cope with our changing environment not only creates more uncertainty but also relies on technologies unavailable to ordinary citizens. Engaging the Anthropocene is a collection of experiments designed to help individuals and communities adapt along with changing earth systems. Each experiment is based on DIY technology research and moves into the realm of science fiction. Initial investigations include a kite made from air filters and an algae-CO2 scrubbing backpack. These projects represent an initial inquiry into a larger body of work.","project_id":"4718"},{"project_name":"Wind Breaks: Brooklyn Grange","elevator_pitch":"Windbreaks is a wind monitoring kit and design proposal for urban rooftop farmers to help them understand destructive wind patterns in a localized environment and alleviate wind stress on crops and soil.","description":"Rooftop farming is a relatively new addition to the agricultural community and fast becoming a viable solution to locally grown produce for urban areas. However, wind dynamics on high rooftops creates debilitating conditions for the crops and soil, causing soil erosion, nutrient loss and plant stress. Windbreaks is an open source low cost wind data collection kit and design proposal for urban rooftop farms to help them track and analyse wind data so that they can develop ways to minimize the debilitating effects of wind on soil and crops. A microcontroller based wind monitoring device collects wind directional and speed data. Created specifically for Brooklyn Grange, an urban rooftop farm in New York City is a four stage design proposal based on permaculture principles and wind data analysis that will help reduce soil erosion and extend the growing season into the winter months when the wind's effects are most damaging.","project_id":"4719"},{"project_name":"Who Booth","elevator_pitch":"WHO BOOTH is an interactive installation that maps the aspirations of adolescent girls today to inspirational women throughout history, using custom software to merge the girls with their new heroines.","description":"WHO BOOTH is essentially a repurposed photo booth housing an experience of music, text, and video in effort to connect girls with solid role models in a fun way. Artifacts are created to take the experience beyond the booth itself. A video of the girls portraying their new heroines can be emailed and\/or posted onto social sites, and a printed postcard comes out of a slot (like a traditional photo booth) for the girls to take home and\/or mail, the old fashioned way.","project_id":"4721"},{"project_name":"Kinograph","elevator_pitch":"","description":"The cultural legacy of small film archives is valuable and should be digitized with an affordable solution.","project_id":"4722"},{"project_name":"Stringwire","elevator_pitch":"Experience the world in real-time. Shoot, request and direct live video from multiple angles.","description":"Stringwire is a framework for requesting and broadcasting live video through mobile devices -- both as a service for news organizations to cover breaking stories, and as an application that opens up the globe in real-time.","project_id":"4723"},{"project_name":"Dig.it","elevator_pitch":"Dig.it is a mobile tool for creating and navigating geolocated mix tapes.","description":"Dig.it is a mobile tool where the user can send and receive mixtapes. The catch is, these mixtapes are tied to a physical path, as identified by the phone's geolocation. As the recipient navigates the mixtape's path, they unlock successive tracks, resulting in an audio experience that is customized specifically for them.<br \/><br \/>\r\nInspired by the contextualization of physical space through music, and inversely, how music is transformed by its association with a place, the result is the translation of a physical, emotionally charged object (the mixtape of the past) to a digital product and experience.","project_id":"4724"},{"project_name":"#nightTweets","elevator_pitch":"#nightTweets uses your sleep data to power your social media outreach on twitter, so you'll never have an unproductive night's sleep again!!!","description":"#nightTweets is an exploration of productivity under the satirical assumption that we are 'not productive enough' during the day. Using EEG data, #nightTweets sends messages from the unconscious mind via Twitter. Each stage of sleep (light, deep and REM) corresponds to a different type of twitter conversation; including tweeting at other users, discussing trending topics, retweeting, sending direct messages, and use of hashtags. By outsourcing a daytime task to our sleeping brain, #nightTweets invades the private and life-sustaining act of sleep; and disrupts a time frame during which we're not meant to be productive.","project_id":"4725"},{"project_name":"Between You and Me, a Marriage Project","elevator_pitch":"","description":"The ultimate goal of this project is to demonstrate that people place different values and meanings on the idea of marriage based on individual experiences rather than race, gender or sexuality.","project_id":"4726"},{"project_name":"The Lost Ideas Universe","elevator_pitch":"My thesis is the tale of three teenagers who discover that because of their Igbo heritage, they have supernatural abilities (or so they think).","description":"My thesis is a story that is told across a variety of media, including websites, a short story, and a mobile app.<br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/>\r\nThere once was a fifteen-year-old girl named MC. MC lived in Texas, but her ancestors came from a small village in southern Nigeria. MC's ancestors all had personal gods that guided, protected, and strengthened them, and because of this heritage, MC was different. She had a special power and a unique ability that could change the world....Or so she thought.","project_id":"4729"},{"project_name":"Ila Binty إلى بنتي","elevator_pitch":"What do you want Saudi Arabia's future to look like for your daughter?","description":"Ila Binty is a website that asks Saudi men and women to write letters to their (current or future) daughter, telling her what they think is most important for her to know about life in Saudi Arabia now and what they want it to be like for her future.","project_id":"4732"},{"project_name":"datavisual","elevator_pitch":"A web-based tool that gives creatives the ability to design beautiful data visualizations in three simple steps: design, upload data and output.","description":"datavisual is a web-based tool that gives designers and creatives with limited programming skills the ability to easily create beautiful data visualizations. Though there are other options for creating data visualizations, none of them provide a simple GUI that allows users to generate visualizations for the web and print. You may also design using Illustrator if you like. Once you’ve finished designing your chart style, upload multiple data sets and output them in batches as PDFs, SVGs, PNGs and dynamic JavaScript files. I've worked as a graphic designer and created this tool with graphic designers in mind. This website can save months of production time, producing hundreds of manually drawn visualizations in just minutes","project_id":"4733"},{"project_name":"Dynamic Painting","elevator_pitch":"A kinetic painting that uses multiple painted rotating gears as a canvas.","description":"Dynamic Painting uses multiple rotating gears of different sizes as its canvas. As they rotate slowly second by second they begin to reveal new images at each turn, sometimes representational, sometimes abstract. Eventually after a few hours they rotate back to the original image.","project_id":"4734"},{"project_name":"Mark","elevator_pitch":"","description":"MARK is a device that acts as a physical reminder of the unread e-books in your collection.","project_id":"4735"},{"project_name":"Light Waves","elevator_pitch":"","description":"An interactive sculpture for reflecting and dispersing light through an indoor space. Both architectural and playful in nature, this piece celebrates the presence and power of light. The mirrored fragments follow passerbys by throwing light in their direction.","project_id":"4736"},{"project_name":"ephemeron","elevator_pitch":"Portraying online news articles as living organisms, ephemeron is a visualization of how an article is born, grows and eventually dies.","description":"When articles are published, they are born into an ecosystem that is The New York Times homepage. Each article's life span is tracked and visualized as an organic life form called ephemeron. Fed by article metadata, ephemera grow and evolve based on the number of page views, comments, and share data from Twitter, Facebook, and email. This experiment allows readers to witness and actively participate in the life and death of an individual ephemeron either by augmenting or limiting the article's life sustaining factors. Over time, ephemera grow and evolve into organisms with unique traits and patterns, only to die after losing their newsworthiness.","project_id":"4738"},{"project_name":"Eye Portraits: Visualizing the Space In Between People","elevator_pitch":"A designed and choreographed experience that uses playful procedures to challenge and be a counterpoint to our typical channels of communication which reflect increasing unfamiliarity and discomfort with direct intimacy.","description":"My thesis is about creating an uncommon space for people to connect and an effort to de-regulate the digital and physical modes which we use to regulate our connection with others. The installation uses eye tracking to follow the path of two people's eyes as they sit across from each other. When the interaction is over they will receive a portrait of themselves that has been determined by how directly the other person has looked at them. As more people participate, a visual corpus of collective interactions will be created.","project_id":"4742"},{"project_name":"SONICA","elevator_pitch":"A portable camera that captures sound moments and translates them into visual patterns in the form of prints.","description":""Sonica" is a device that listens to a sound for a given exposure time and, after analyzing its frequencies and amplitudes, translates them into a printed image. "Sonica" allows us to see the fine motion that ears capture but eyes don't: the vibration traveling through air. As a graphic and light designer working with musicians, I started to wonder what sound looks like. If we can generate images from sound, could we see sound as the designer? This project is part of my research into these questions –my attempt to understand sound and music through sight.","project_id":"4746"},{"project_name":"Pathos.io","elevator_pitch":"","description":"Pathos.io is a suite of tools to help users understand media bias and their own bias through textual manipulation. By playing with perspectives and nouns, Pathos.io aims to inspires empathy in the reader for those being written about.","project_id":"4747"},{"project_name":"Wasteless Cities","elevator_pitch":"NYC food waste to biogas interactive storytelling awareness campaign.","description":"Wasteless Cities is a web based interactive storytelling experience about NYC food waste. Through persuasive storytelling New Yorkers learn about methods for reducing the volume of food waste that ends up in landfills. Each year, Americans waste nearly 33 million tons of food. As the largest and most densely populated city in the United States, nearly 20,000 tons of food waste is exported out of New York City per day. That's enough food to fill the Empire State building. WasteLess Cities uses the art of storytelling to make otherwise daunting statistics more relatable and "digestable". The interactive website invites the user to reveal the story of waste for themselves. The website offers social commentary on the current food waste situation in NYC and promotes collective action by encouraging users to share knowledge.<br \/>","project_id":"4748"},{"project_name":"Sight","elevator_pitch":"'Sight' is an interactive art installation that asks its viewers to reflect upon what it means to be looked at.","description":"The work consists of a form built of animal fat that is changed by the movement and gaze of each viewer- thus setting up a conversation about how the public's gaze shapes each individual body.","project_id":"4749"},{"project_name":"Generative Play","elevator_pitch":"Generative Play, a series of card games designed with autonomous algorithms, proposes a new approach to game design: one that takes advantage of digital printing to mass produce individual graphics for every printed object.","description":"Instead of producing 10,000 copies of a single document, new digital printing technologies enable us to print 10,000 customized pieces at a very similar cost and without slowing down the printing process. If used for game design, we would be able to create games that featured different text and graphics every time they were printed, making them unique in the world.<br \/><br \/>\r\n<br \/><br \/>\r\nFor my thesis, I used techniques from computational art to develop custom software that outputs an infinite number of card designs, ready to be printed individually. Through a series of game prototypes, I explored the interactions and play mechanics that emerge from this new design approach, as well as the value of uniqueness in affordable, mass produced goods.","project_id":"4750"},{"project_name":"Minute Museum of Chinese Art & History","elevator_pitch":"","description":"A mobile app that lets you put a museum in your pocket. The first Minute Museum--on Chinese Art-- is now open!","project_id":"4752"},{"project_name":"Primitives","elevator_pitch":"An interactive sculpture that draws the patterns of its own perception.","description":"Primitives is a sculptural illustration of the computational metaphors used to understand visual perception. <br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/>\r\nThe sculpture learns to recognize basic shapes and uses these shapes as a vocabulary to physically draw patterns on a chalkboard, leaving a trail of its development on the wall over time.","project_id":"4754"},{"project_name":"Visualizing India's Health","elevator_pitch":"","description":"Visualizing India's health is a data project. The end result is a tool that lets the user explore relationships between healthcare availability and pressing issues of population, infant mortality, female literacy etc.","project_id":"4760"},{"project_name":"High Ground","elevator_pitch":""High Ground" is a mobile application that opens a portal between your phone and another world, providing a direct connection to the lives of characters and their journeys through a real-time narrative.","description":"In a parallel dimension, static-electric storms wreak havoc on day to day life. The storms cause electronics to glitch and falter, not only complicating characters' lives, but also opening up a connection between your phone and theirs...<br \/>\r\nOver a week-long experience, "High Ground" communicates a narrative by using the language of mobile technology as the method of discourse. By filtering the story into day to day life via text messages, e-mails, audio, and data, the app reflects the experience of the characters while capitalizing on new forms of media consumption. Ultimately, "High Ground" creates a unique bond between the user and main character as they both experience a story that deals with questions of connection and intimacy.","project_id":"4761"},{"project_name":"Network Filter Box","elevator_pitch":"","description":"The Network Filter box is a computer accessory for users to apply customized filters to their Internet browsing experience, ensuring that their positions are never challenged.","project_id":"4762"},{"project_name":"How to Steal a Soul","elevator_pitch":"How to Steal a Soul, inspired loosely by Goethe's Faust, is a web-based comic that follows the Devil as he joins the digital age.","description":"What if you're as old as the Earth itself and have been banished from the mortal realm for centuries? How to Steal a Soul is a web-based comic that reveals the story of how the Devil adapts to the digital age and continues to ply his trades both on- and off-line. <br \/><br \/><br \/><br \/>\r\nThis serial comic explores how he's had to change his strategy in procuring souls by adjusting to a world full of terms and conditions, social networking and online dating. A team of consultants primes the Devil for his return rebranding him as Luce, a hipster living with roommates in Brooklyn. He's ready to steal souls once again.<br \/><br \/><br \/>\r\n<br \/>","project_id":"4763"},{"project_name":"Empire County Survival Foundry","elevator_pitch":"The world may be unpredictable, but surviving it should be beautiful.","description":"Our iconic global city is being altered by environmental phenomena beyond control. Within this collection find essential products for New Yorkers' emerging needs in the future.","project_id":"4765"},{"project_name":"LetsRunNow","elevator_pitch":"","description":"LetsRunNow is a social running app for your smartphone. Seeing your friends running using Geolocation interface on a map gives you incentive to make that first step out the door, to be active, socialize and challenged to run and catch up to them.","project_id":"4767"},{"project_name":"LocalFi","elevator_pitch":"","description":"LocalFi is a rooftop wifi network that connects neighbors without using the Internet. It facilitates neighborhood interactions such as trading, events, and chatting using an online commons only accessible from within the LocalFi neighborhood.","project_id":"4768"},{"project_name":"ampulet","elevator_pitch":"ampulet is a system of digital solutions designed target people's concerns outside of the healthcare space, by solving the complimentary problems that exist within the healthcare “system”.","description":"ampulet is a system of digital solutions designed target people's concerns outside of the healthcare space, by solving the complimentary problems that exist within the healthcare “system”.","project_id":"4769"},{"project_name":"I AM","elevator_pitch":"","description":"Emails, like letters, are an archive of our lives. I AM is a series of printed books that tells the story of one person's life by algorithmically mining their email.<br \/>","project_id":"4770"},{"project_name":"Eunoia","elevator_pitch":"“Eunoia” is a performance that uses my brainwaves--collected via EEG sensor--to manipulate the motions of water.","description":"The title “Eunoia” derives from the Greek word εὔνοια, meaning "beautiful thinking”. EEG measures frequencies of brain activity (Alpha, Beta, Delta, Gamma, Theta) relating to my state of consciousness while I wear it. The data collected from EEG is translated in realtime to modulate vibrations of sound. The resulting sound waves vibrate pools of water in metal plates placed on top of speakers.","project_id":"4773"},{"project_name":"Fairflair","elevator_pitch":"Fairflair is a platform that promotes ethical brands who work with artisans in developing countries.","description":"Fairflair is comprised with three parts, showcasing the brands through aggregated media, offering crowd-sourced solutions and educating consumers.<br \/><br \/><br \/>\r\nBrands can showcase their products through stories of the artisans with the media featured on Fairflair. For those organizations that do not have impactful content can utilize image based social media such as Instagram and vine. The content generated from these tools are displayed under related brands’ profile. <br \/><br \/><br \/>\r\nEach month, Fairflair runs an event specifically tailored to an organization in need of help. An example of such events is an interactive game to help an artisan design a necklace. These events also offer an opportunity for the audience to participate further beyond purchase and to feel connected to the brands and artisans. <br \/><br \/><br \/>\r\nAdditionally, Fairflair features articles and links that further explain the larger context on how a consumer’s everyday decision impacts the global community. <br \/>","project_id":"4774"},{"project_name":"Phronesis","elevator_pitch":"Phronesis is a self-tracking application that combines personal data with medical, environmental, and social-scientific research to help users improve themselves and the world.","description":"Phronesis is a web-based application that uses personal and research data to help users explore and cultivate personal traits that help them, society, and the planet flourish. The application pulls in data from a variety of self-tracking sensors, likes Fitbits and cell phones, and combines it with research data from organizations like the CDC to show users how their behavior relates to outcomes like cardiovascular disease. Users can then use this information to develop habits that avoid bad outcomes, or promote good ones. By seeing how their daily behaviors connect to larger goals, and how those larger goals connect to society and the environment, users are empowered to improve themselves and the world.","project_id":"4775"},{"project_name":"The Fox Sisters","elevator_pitch":"","description":"An annotated web comic about two young girls who convinced the world they could speak to the dead. Through hyperlinked margin notes, the comic explores new ways to tell true stories dramatically without discarding important context.","project_id":"4777"},{"project_name":"Thesis: AiryLight","elevator_pitch":"AiryLight is a light that displays real-time local air quality through changing light patterns.","description":"AiryLight's visualization provokes curiosity about air quality as a broader environmental issue. By presenting the real time local air quality data through beauty and thoughtful experience design, AiryLight gives the data a more tangible and palatable view. Using a moving lens, the light that is emitted from the AiryLight fixture has a varying degree of clarity in its pattern; the smallest, simplest light patterns represent the best air quality, focused patterns represent the midway between good and unhealthy, and the haziest patterns represent the worst air quality.<br \/><br \/>\r\nWhile the pattern represents an abstract view of the data, etched gears display more detailed information. Tiny changes in particulate matter outside are mapped to the subtle changes in the form of the light pattern. The continuous function creates an ambiance, indoors, that informs you of the environment, outdoors. <br \/><br \/>\r\nAt the end of each month, the data plays back through the light, showing each change in values of that past month in a few minutes' light show. <br \/><br \/>\r\nThe data is from the New York City site of the Air Quality Index, measured in particulate matter 2.5 m.","project_id":"4779"},{"project_name":"Atölye Istanbul: A Creative Community Space","elevator_pitch":"Atölye Istanbul is a design project that explores the global pattern language of Maker Spaces via literature and field research, and develops a community space proposal in Istanbul that combines fabrication, co-working and peer-to-peer education.","description":"Atölye stands for workshop\/studio in Turkish. The project is driven by the ambition to create a cross-disciplinary platform to further catalyze the creative ecosystem in Istanbul and the wider region. To be housed in a large flexible space in the industrial district in Golden Horn, Atölye will contain digital and traditional fabrication facilities, studio\/work spaces, classrooms, cafe, storefront and gallery. The ITP thesis forms Atölye's first phase, and includes precedences analysis, communication design, UX, architectural design, business modeling and web development. Atölye's next phase entails conducting community outreach and a detailed feasibility study in Istanbul with my co-founding partner.","project_id":"4780"},{"project_name":"Book 2013","elevator_pitch":"Book 2013 is series of handcrafted, responsive e-reader covers in conjunction with an android app that situates book arts in the digital age.","description":"As e-readers become more popular, many bibliophiles lament the decline of the traditional tangible book in favor of anonymized gadgets and apps. Book 2013 explores how technology can be used to leverage an equally valuable, but modernized branch of book arts. A series of protective covers for e-readers, each Book 2013 cover reacts to a user's reading habits in a different way. Whether displaying book progress, current book title, or a favorite quotation, Book 2013 is able to dynamically create a new cover for digital books. Each cover in the series uses a blend of traditional book arts and e-textile technology to preserve the feel of a traditional hardback book.","project_id":"4781"},{"project_name":"Dronestream","elevator_pitch":"","description":"A publicly-accessible API for real-time and historical data about US drone strikes.","project_id":"4782"},{"project_name":"THESIS - Campless: Sneakerhead Information Exchange","elevator_pitch":"Campless is a stock exchange - for sneakers; real time market data is collected, analyzed, and visualized as if sneakers were a financial instrument.","description":"How do you value a collectable? Extreme sneaker collectors, or sneakerheads, "camp out" to get their hands on a limited release, because they know their value will appreciate. The digital economy is changing the sneakerhead game - at the heart of the new landscape is information. My goal is to build the first dynamic real-time, analytic driven model for the sneakerhead market. It's more than a static price list . I track, collect and analyze eBay sales over time, and am able to present information that is up to date, relevant and accurate based on current and past market conditions. This model extends to other collectables as well, to build communities for collectors that use data to make better decisions about their "investments".","project_id":"4783"},{"project_name":"A bit[e] of me","elevator_pitch":"","description":"I've data mined myself. I've violated my own privacy. Now I am selling it all. But how much am I worth?","project_id":"4785"},{"project_name":"Creat_ur","elevator_pitch":"A Creat_ur is a 3d data object made of your recent browsing history. It lives in a Creat_ur world visualizing your activity online.","description":"A Creat_ur is a user's online visual identity that is made of each user's recent browsing history data. Its color, volume and shape changes over time reflecting the user's online activity such as how many subjects the user has interest in, the level of interest for each subject, and frequently visited subjects. Since each Creat_ur is unique, you can recognize other users by the shape and colors.","project_id":"4787"},{"project_name":"The Second Nature Project","elevator_pitch":"The Second Nature Project is a service which upcycles old smartphones into wildlife observation cameras. Donated smartphones are paired with wildlife researchers and are used in their research to raise public awareness to their work.","description":"The Second Nature Project gives consumers a way to re-evaluate their relationship with "post-consumer" e-waste, helping them realize the great potential of smartphone technology in other applications. <br \/>\r\n<br \/>\r\n<br \/>\r\nThe project consists of three parts: a website for smartphone donation, an enclosure to house the donated phones, and a motion detecting camera app.<br \/>\r\n<br \/>\r\n<br \/>\r\nAs a service, The Second Nature Project accepts donated smartphones through the website, equips them with the camera app, and secures them within an enclosure. The transformed smartphones are then paired with a researcher providing them with an important observational tool. In return, smartphone donors get a photographic window into their old device's second life as a tool for the researchers","project_id":"4788"},{"project_name":"Programming Machine (PM)","elevator_pitch":"If computer programs are virtual machines, is there a way to see and interact with an object-oriented programming language, like Processing, in a tangible way using physical objects?","description":"Programming Machine (PM) is a physical system designed to help people learn creative programming languages, such as Processing. It explores complementary ways to explain and exercise some of the core, and highly abstract, notions of visual programming, such as variables, loops, functions and arrays. Rather than entering lines of code into an editor, with PM, students manipulate physical objects on a gridded surface connected to a computer. As they attach new pieces they can control the state of the object and the results of their actions are immediately displayed on the screen. PM is inspired by Constructionist Theory, which states that learning happens most effectively when people are actively making tangible objects in the real world.","project_id":"4789"},{"project_name":"The Affective Portrait","elevator_pitch":"A 3D printed sculpture that incorporates the patron's emotional response.","description":"The goal of the Affective Portrait project is to create 3D printed sculptures that involve the patrons in the creation process and the artwork itself. Specifically, each patron’s emotional response to one of sculptures from my portfolio will be assessed and captured using a Galvanic Skin Response sensor. The patrons’ emotional response will be then incorporated into a 3D digital model of the sculpture that will be 3D printed.","project_id":"4790"},{"project_name":"TripTrip","elevator_pitch":"","description":"TripTrip is the best way to explore a world of possibilities and discover the perfect place for your next trip. Find inspiration from your social networks and search by vacation preferences.","project_id":"4791"},{"project_name":"Honey Jar","elevator_pitch":"A micro-giving site where high school students can raise money for college applications, practice building their digital profile, and gain social capital from a lively donor community.","description":"Applying for colleges can be a surprising cost for many families. Honey Jar is a micro-giving platform that connects enthusiastic donors with high school students who are approaching the daunting process of applying to college. By using Honey Jar, students can raise up to $300 to pay for their college application fees. They will solicit interested donors by using common social media tools to craft their unique point of view, and to express their future aspirations. This positive digital profile can be saved for future use. Donors will be guided to students through common interests, perhaps seeing a younger version of themselves, and can make financial, as well as, inspirational contributions.","project_id":"4792"},{"project_name":"The 'Lucy' Project","elevator_pitch":"","description":"The 'Lucy' Project is a citizen reporting and news aggregating platform for people to anonymously report crime. The web app provides user-generated information on current events while simultaneously parsing information into a publicly accessible database.","project_id":"4793"},{"project_name":"Mapawrara","elevator_pitch":"It is a web-based projection mapping tool with an emphasis on providing a simple, easy and intuitive projection mapping experience.","description":"Mapawrapa.com is an opportunity for everyone to give projection mapping a shot. As a web-based application, Mapawrapa users can upload their own videos, choose from a built-in library of audio-reactive animations, or grab videos straight from the web from sites like YouTube, Vimeo or Vine. Mapawrapa's unique approach to projection mapping, makes it easy for anyone to activate a space with their media of choice.","project_id":"4795"},{"project_name":"Ten Percent Human","elevator_pitch":"A web-based creative visualization which delivers information about quantity and diversity of human microbiomes.","description":""Ten Percent Human" is a web-based creative visualization which delivers information about quantity and diversity of human microbiomes. My own are identified through extensive lab research, and will be shown on the site as an abstract representation.","project_id":"4797"},{"project_name":"Rent or Vent","elevator_pitch":"This social media platform lets renters share information about their past and current apartments and gives prospective tenants insight into places they consider signing a lease for.","description":"The Rent or Vent web application aims to solve the problem of finding pleasant rental housing in a big city with a highly competitive real estate market. The power of real estate owners in such a market far outweighs the power of tenants. Landlords and agents often don't disclose all of the issues with rental units prior to signing a lease, dismiss tenants' requests for repairs after the lease is signed, discriminate against some and rush others to put down a deposit. <br \/>","project_id":"4798"},{"project_name":"Transprose","elevator_pitch":"Transprose creates music from literature. The program takes a novel, analyzes its structure, grammar, and emotional content, and translates that into a musical composition.","description":"My goal with Transprose is to see if it's possible to take the feeling of a novel and create a similar feeling in a piece of music. The program takes a novel, analyzes its structure and emotional content, and creates a musical composition from that data.","project_id":"4799"},{"project_name":"Paired","elevator_pitch":"Paired is a set of wearable, networked devices exploring intimate communication between people via screenless, interactive technologies.","description":"Our current digital tools empower us to interact with our environment in new ways, being able to connect with more people and things at once. While the modes of communication and how we connect are expanding, what happens to the depth of our messages? In digital spaces, we can send an email, voice, texts, pictures, videos, approval, and even money. What if we wanted to send a pat on the back, a hug, or "I'm thinking of you"? Paired is a set of necklaces for couples to be worn near the skin. When you grab one, as if you were holding your heart, it warms the other, essentially warming their heart. Paired is worn near personal spaces on the body. Couples send and receive messages via Paired's tactile interface.These simple notifications form a language that's real-time, subtle, and intimate between lovers: the physical rendering of a sweet nothing from a distance.","project_id":"4800"},{"project_name":"Sync","elevator_pitch":"Sync is a website that allows musicians to produce and perform loop-based music collaboratively in real time.","description":"Sync is a series of musical chat rooms where users can choose to jam with strangers publicly or invite friends to a private session. Each room contains several audio modules including drum machines, synthesizers, and effects which are used to create loop-based music on the fly. A chat window enables dialog between musicians, while each user has a color that identifies their actions. Although only four active players are allowed at a time in each room, unlimited listeners can engage by posting comments to a rolling feed. This project aims to connect collaborators who are separated by distance and provide an opportunity to discover new collaborators.","project_id":"4801"},{"project_name":"RoBhatia","elevator_pitch":"It's a personal experiment in robotic telepresence.","description":"RoBhatia will let me dance, interact with people and remotely celebrate weddings and other big life events that I may not be able to attend.","project_id":"4802"},{"project_name":"Desperate Housewares","elevator_pitch":"A mobile app for sharing photos of free things on the street. A fun and more efficient curb alert system. A missed connections for things.","description":"Desperate Housewares exposes the little-known lives of objects teetering on the edge of being discarded. Suspended in a curbside purgatory, will they get a second chance? Will someone respond to their urgent cries for a new home? FREE. BARELY USED. BROKEN.<br \/><br \/>\r\nDesperate Housewares : an emotional internet of things.<br \/><br \/>\r\nThis mobile app is a space for users to share photos of things found on the street and attach auto-generated stories to them. The app not only helps those who are looking for free things on the street but invites users to engage in a creative space that brings those objects to life.","project_id":"4803"},{"project_name":"KeepCalm: Conquering Social Anxiety","elevator_pitch":"Keepcalm is a mobile application that supports and encourages sufferers of severe social anxiety to conquer their phobia.","description":"Social anxiety disorder is the third largest psychological problem in the United States today. It is characterized by an intense fear of social situations that causes considerable distress and an impaired ability to function in parts of daily life. Keepcalm utilizes systematic desensitization therapy by including customizable lists of fears that users can move through. Users are gently encouraged to create their own personal hierarchies of tasks and activities that get progressively more difficult as each one is completed. The application also collects and saves data through a daily check-in system and journal that allows users to share their progress and feelings with their therapist.","project_id":"4804"},{"project_name":"Smart Mat","elevator_pitch":"Smart Mat lets you track your yoga practice in a new way. By tracking the changes in your body's balance, Smart Mat shows you the patterns of your movement and flow and offers focused feedback that helps you improve your yoga practice.","description":"Smart Mat uses force–resistance sensors built into a yoga mat to measure the distribution of your body weight as you move through the balance poses of your yoga practice. These four sensors enable you to keep track of your posture while giving you optional real-time feedback on the symmetry of your pose. The Smart Mat application gives you on-the-spot auditory feedback, provides a visual summary of your practice, and tracks your improvements over time. Your regular practice does not need to change in any way. Smart Mat is as transparent as you want it to be. Your downward dog will be more balanced than ever!","project_id":"4806"},{"project_name":"Adelphi","elevator_pitch":"Adelphi is a myth expressed through narrative and animation based on my experience of loss - the passing of my younger brother, Colton and the ten year journey toward reconciliation that I have taken.","description":"","project_id":"4807"},{"project_name":"CowJumps","elevator_pitch":"","description":"CowJumps is a web platform that showcases a collection of travel routes and journeys around the world. The site allows users to find a multitude of trip routes based on region, cost, time restrictions, and other parameters to help plan or inspire their next vacation. In addition, users can share their own jumps around the world with fellow travelers.","project_id":"4808"},{"project_name":"Guardians of the City","elevator_pitch":"","description":"A web documentary consisting of a series of conversations with New York taxi drivers recorded during routine drives around the city. Google street view will be synced with the audio to provide a visual context to the stories.","project_id":"4810"},{"project_name":"Minecraft Theater","elevator_pitch":"","description":"My thesis sets out to create a video game that has a unique form of interaction between player and game. Unlike in most games where interactions are limited between players and computer-controlled characters, Minecraft Theater turns these computer-controlled characters into live actors, who can listen to and respond to the player organically.","project_id":"4812"},{"project_name":"Infinite State Automata","elevator_pitch":"","description":"Infinite State Automata is a platform where a story about the evolution of spiritual machines is told through an android application, open source telephony, kinetic sculptures and a dynamic web site.","project_id":"4813"},{"project_name":"Fuleirinho","elevator_pitch":"A sound-responsive, light-emitting, personal gadget that transmits a crowd's emotions in a sports game.","description":""Fuleirinho" is a LED device that responds to sound. The electronic gadget will have its first debut on the 2014 World Cup in Brazil. "Fuleirinho" will first be used in a football game and stadium context, where the light will represent the crowd's emotions. The object has an embedded microphone as the input and, as the output, colored LEDs based on the teams' national flags. The device, when used by a crowd, will display amazing visuals, providing an authentic fan experience for the stadium audience and those watching the games on television. The louder the crowd cheers, the brighter the device gets. "Fuleirinho" is a wearable gadget that can be further adapted to different parts of the body.","project_id":"4814"},{"project_name":"sound project","elevator_pitch":"I want to instrument the dynamic (as in change of sound patterns and not exclusively to "dynamics" as a perception of loudness) composition of sounds. This instrument will allow the user to physically manipulate sounds using the body.","description":"I will build a setup that will allow for a mechanical actuator to hit a or multiple drums (or drum like objects) so that the sound that is emitted can be manipulated by a separate object ("manual filter") the user will hold in her hands (a proof of concept can be found on the website). A few quick experiments have shown that moving the manual filter significantly affects the frequencies created by banging the drum, which results in an ability to change a sound gradually or drastically using one's hands, and without the need of any additional MEDIATIATON, something I want to avoid. <br \/>\r\nInitially, for the first 3 weeks, I will work on the percussive elements without a frame, or setup, so I won't occupy much space. Stuff like the foam that helps with the dampening does occupy space, and I definitely need a place to store the drum I'm using for my experiments as it is not mine and want to keep it somewhat sheltered if possible.","project_id":"4822"},{"project_name":"Video Trajectories","elevator_pitch":"","description":"Video Trajectories is a series of experiments using 3 objects of video capture: a Raspberry Pi, a head-mounted GoPro, and a smart phone. The goal of the experiments are to creatively misuse and play with each to find new points of view.","project_id":"5014"},{"project_name":"(m)EatLess","elevator_pitch":"(m)EatLess is a mobile application that uses gamification to influence users to lower their meat and cheese consumption in order to help avoid climate change.","description":"Our diets cause more greenhouse gases carbon dioxide (CO2), methane, and nitrous oxide into the atmosphere than either transportation or industry companies. According to the UN, meat production is one of the most significant contributors to climate change. (m)EatLess is a mobile application that is tackling the issue by using gaming tactics to influence users to eat less meat and cheese. Rimo is the character in the app whose health gets affected by the user’s activity level. The more green tasks completed each day the healthier he will be.","project_id":"5085"},{"project_name":"tachi","elevator_pitch":"","description":"Creativity blooms in 4-6 year olds. It is also an important time to learn graphic, sound, speed identification and self-discipline. Tachi integrates the physical and virtual worlds, providing kids a new way to explore traditional tangible toys in the digital era.<br \/>\r\nTachi consists of two parts: tangible toys and a tablet application. Kids can make animal faces with Play-Doh using a special acrylic base and customise them by decorating their faces with light pipe components. When kids move and rotate their own animal face on the Tachi tablet app, they create animal sound effects and graphic animation and also get light feedback on the animal's face. Finally, kids can generate their own animal's song with a recording and composing function.","project_id":"5191"}]